Repository: trailjeep/buffer
Catalog: po/*.po
Languages: nb

source: Embrace ephemeral text
nb: Omfavne flyktig tekst

source: text;minimal;distraction;editor;focused;write;document;scratchpad;temporary;buffer;gnome;gtk;
nb: tekst;minimal;distraksjon;redigerer;skriv;dokument;kladd;midlertidig;buffer;gnome;gtk;

source: Celebrating transience, Buffer provides a minimal editing space for all those things that don't need keeping.
nb: Buffer tilbyr en minimal redigeringsplass for alt som ikke må beholdes, og feirer forgjengelighet.

source: Designed for keyboard workflows on desktop.
nb: Designert for tastaturarbeidsflyt på skrivebordet.

source: Edit screen
nb: Redigeringskjermen

source: Preferences dialog
nb: Brukervalgsdialogboks

source: translator-credits
nb: Sunniva Løvstad <stockpile@turtle.garden>

source: Back
nb: Tilbake

source: Previous Match
nb: Forrige treff

source: Next Match
nb: Neste treff

source: Replace
nb: Erstatt

source: Zoom Out
nb: Forminsk

source: Zoom In
nb: Forstørr

source: Appearance
nb: Utseende

source: Use Monospace Font
nb: Bruk skrifttype med fast bredde

source: Limit Line Length
nb: Begrens linjelengde

source: When enabled use Ctrl + ↑ and Ctrl + ↓ to fine tune.
nb: Når påslått, bruk Ctrl + ↑ og Ctrl + ↓ for å finjustere.

source: Show Line Numbers
nb: Vis linjenummer

source: Behavior
nb: Atferd

source: Check Spelling
nb: Sjekk staving

source: Quit Only Closes Current Window
nb: Avslutt stenger bare aktiv vindu

source: When disabled Ctrl Q will close all windows (on all workspaces).
nb: Når avslått skal Ctrl + Q stenge alle vinduer i alle områder.

source: Show Window Close Button
nb: Vis vindulukkingsknapp

source: Save Emergency Recovery Files
nb: Lagre nødsgjenopprettingsfiler

source: Each buffer is saved when (and only when) closed. The last ten are kept.
nb: Hver buffer spares når (og bare når) vinduet stenges. De siste ti beholdes.

source: Show Recovery Files
nb: Vis gjenopprettingsfiler

source: Follow System Style
nb: Følg systemdrakt

source: Light Style
nb: Lys drakt

source: Dark Style
nb: Mørk drakt

source: Preferences
nb: Brukervalg

source: About Buffer
nb: Om Buffer

source: {0} of {1}
nb: {0} av {1}

source: Line length limit already disabled
nb: Linjelengdegrensen allerede slått av

source: Line length limit disabled
nb: Linjelengdegrensen slått av

source: Line length now {0}px
nb: Linjelengden er nå {0}px

source: Font size now {0}pt
nb: Skriftstørrelsen er nå {0}pt
